import natalya from '../data/images/image 19.png'
import irina from '../data/images/image 20.png'
import valya from '../data/images/image 21.png'
import natalya2 from '../data/images/image 22.png'
import evgenia from '../data/images/image 23.png'
import polina from '../data/images/image 24.png'
import sacha from '../data/images/1666414950_49-mykaleidoscope-ru-p-model-sasha-pivovarova-instagram-55.jpg'
import vlada from '../data/images/28fb7fd828a8fed92bbfbd8e893c26ab.jpg'






export const store = [
    {
        id: 1,
        img: natalya ,
        name: 'Наталья Водянова',
        text: 'Российская и мировая супермодель и филантроп.',
        description: 'Ее модельная карьера не развивалась стремительно: После того, как девушка переехала в Париж и начала работать моделью, ее карьера не сразу пошла вверх. Наташа была невысокого роста, да и вес ее был далек от идеального. Все изменилось после того, как она вышла замуж за Джастина Портмана и родила своего старшего сына Лукаса. Вынашивание первого ребенка измотало девушку, и она очень сильно постройнела, превратившись в мечту любого фотографа и дизайнера. Только после родов Водяновой доверили открывать модные показы.',
    }, {
        id: 2,
        img: irina ,
        name: 'Ирина Шейк',
        text: 'Российская и мировая супермодель.',
        description: 'Она является первой российской моделью, появившейся на обложке Sports Illustrated Swimsuit Issue. Сайт Models.com назвал её иконой модной индустрии. В 2011 году Ирина Шейк стала первой российской моделью, попавшей на обложку Sports Illustrated Swimsuit Issue. В 2019 году она стала новым лицом аромата Scandal от Жан-Поля Готье. В 2024 году стала лицом российского бренда Gloria Jeans.',
    }, {
        id: 3,
        img: valya ,
        name: 'Валентина Зеляева' ,
        text: 'Российская топ-модель.',
        description: 'В 2007 году Валентина попала в «Топ-20 самых высокооплачиваемых моделей мира» по версии журнала Forbes (10 место). В 2014 году была включена в список самых высокооплачиваемых моделей мира «The Money Girls» по версии models.com.Является музой дизайнера Ральфа Лорена и представляет его бренд на протяжении последних 9 лет. На протяжении 10 лет Валентина живёт в Нью-Йорке',
    }, {
        id: 4,
        img: natalya2 ,
        name: 'Наташа Поли',
        text: 'Российская супермодель.',
        description: 'За свою карьеру Наташа успела принять участие в показах абсолютно всех топовых марок, многие из которых она хотя бы раз имела честь открывать или закрывать. В числе её брендов: Versace, Balmain, Givenchy, Roberto Cavalli, Christian Dior, Gucci, Dolce & Gabbana, Chanel.В 2005 и 2006 годах Наташа принимала участие в знаменитом шоу Victoria s Secret.С 16 апреля 2011 года Наташа замужем за бизнесменом Питером Баккером. У супругов двое детей.',
    }, {
        id: 5,
        img: evgenia ,
        name: 'Евгения Володина ',
        text: 'Российская супермодель, одна из самых успешных.',
        description: 'В первой половине 2000-х годов Евгения была одной из самых востребованных моделей на мировых подиумах. Она приняла участие в более чем 500 показах известных дизайнеров и домов мод. Была лицом рекламных кампаний сразу нескольких марок духов: «In Love Again» от Yves Saint Laurent, «Incanto» от Salvatore Ferragamo и «V» от Valentino. В разное время Евгения снималась для обложек многих модных журналов',
    }, {
        id: 6,
        img: polina ,
        name: 'Полина Куклина',
        text: 'Российская топ-модель.',
        description: 'Модельная карьера Полины началась, когда она отправилась за компанию с подругой на кастинг в модельное агентство. Она прошла кастинг вместо подруги и стала профессиональной моделью. Вскоре Куклина появилась в передовицах таких журналов, как Elle, Cosmopolitan и Vogue. Она участвовала в модных показах таких дизайнеров, как Prada, Alexander McQueen, Louis Vuitton и Nina Ricci. В сентябре 2005 года она появилась на обложке журнала Interview. По состоянию на 2011 год Полина сотрудничала с несколькими модельными агентствами',
    }, {
        id: 7,
        img: sacha ,
        name: 'Саша Пивоварова',
        text: 'Российская супермодель, одна из самых знаменитых.',
        description: 'Александра Игоревна Пивоварова, более известная как Саша Пивоварова — российская супермодель, одна из самых знаменитых и востребованных моделей в мире. Родилась 21 января 1985 года в Москве. Единственная модель, участвовавшая в рекламной кампании Prada шесть сезонов подряд. Сашу Пивоварову называют «моделью-инопланетянкой», так как она имеет нестандартное лицо: треугольное, с миндалевидными глазами, высоким лбом и высокими, выступающими скулами. В 2011 году создала линию пижам с принтами из собственных рисунков для компании GAP. Муж — художник и фотограф Игорь Вишняков',
    }, {
        id: 8,
        img: vlada ,
        name: 'Влада Рослякова',
        text: 'Российская топ-модель.',
        description: 'Влада Рослякова (настоящее имя — Елена Владимировна Рослякова) — российская модель. Родилась 8 июля 1987 года в Омске. Модельную карьеру Влада начала в России в юном возрасте, продолжив в Токио и Нью-Йорке. Участвовала в показах известных дизайнеров и рекламных кампаниях, таких как Calvin Klein, Gucci, Hermes, H&M, Lacoste, Nina Ricci, Max Mara, Miss Sixty, Burberry, Moschino и многих других. В 2007 году стала лицом Dolce & Gabbana. Её фотографии украсили обложки журналов Vogue, L’Officiel, Marie Claire, Spur, W Jewelry, Harper’s Bazaar. В 2011 году стала лицом австрийской компании украшений из хрусталя Swarovski. Согласно французскому Vogue, Рослякова входит в топ-30 самых востребованных моделей мира первой декады второго миллениума.'
    },
];